# Taps
tap "homebrew/bundle"

# Binaries
brew "libpng"
brew "awscli"
brew "exiftool"
brew "unbound"
brew "ffmpeg"
brew "geos"
brew "proj"
brew "libheif"
brew "gdal"
brew "gh"
brew "imagemagick"
brew "mas"
brew "openshift-cli"
brew "pandoc"
brew "pgcli"
brew "pyenv"
brew "starship"
brew "tmux"
brew "udunits"
brew "wget"

# Apps
cask "docker"
cask "dropbox"
cask "finicky"
cask "obsidian"
cask "protonmail-bridge"
cask "signal"
cask "slack"
cask "spotify"
cask "transmission"
cask "whatsapp"
cask "native-access"
cask "rekordbox"

# Fonts
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-hasklig"
cask "font-jetbrains-mono"

# Mac appstore
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835